RRN_Data/1272000/1272098.xml

<?xml version="1.0" encoding="UTF-8"?><soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope"><soap:Body><d2LogicalModel xmlns="http://datex2.eu/schema/2/2_0" modelBaseVersion="2"><exchange><supplierIdentification><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></supplierIdentification><subscription><operatingMode>operatingMode1</operatingMode><subscriptionStartTime>2023-08-30T19:01:03.771+02:00</subscriptionStartTime><subscriptionState>active</subscriptionState><updateMethod>allElementUpdate</updateMethod><target><address/><protocol/></target></subscription></exchange><payloadPublication xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:type="SituationPublication" lang="fr"><publicationTime>2023-08-30T19:01:03.771+02:00</publicationTime><publicationCreator><country>fr</country><nationalIdentifier>Tipi</nationalIdentifier></publicationCreator><situation id="230830-001986" version="1"><overallSeverity>medium</overallSeverity><situationVersionTime>2023-08-30T19:01:02.794+02:00</situationVersionTime><headerInformation><confidentiality>noRestriction</confidentiality><informationStatus>real</informationStatus></headerInformation><situationRecord xsi:type="ConstructionWorks" id="230830-001986-1" version="1"><situationRecordCreationReference>frgen230824-000021-frgen230830-000011</situationRecordCreationReference><situationRecordCreationTime>2023-08-30T19:00:58.903+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-08-30T20:30:00.000+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-08-30T19:01:02.794+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-08-30T19:00:58.903+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>riskOf</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><reliable>false</reliable></source><validity><validityStatus>suspended</validityStatus><validityTimeSpecification><overallStartTime>2023-08-30T20:30:00.000+02:00</overallStartTime><overallEndTime>2023-09-01T05:30:00.000+02:00</overallEndTime></validityTimeSpecification></validity><generalPublicComment><comment><values><value lang="fr">Travaux de construction</value></values></comment><commentType>internalNote</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">DIR Centre-Est</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><tpegLinearLocation><tpegDirection>southBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.15886</latitude><longitude>5.7030587</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Grenoble</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">RN87</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.15083</latitude><longitude>5.726971</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Échirolles</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">RN87</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><mobility><mobilityType>stationary</mobilityType></mobility><constructionWorkType>constructionWork</constructionWorkType></situationRecord><situationRecord xsi:type="RoadOrCarriagewayOrLaneManagement" id="230830-001986-2" version="1"><situationRecordCreationReference>frgen230824-000021-frgen230830-000012</situationRecordCreationReference><situationRecordCreationTime>2023-08-30T19:00:58.903+02:00</situationRecordCreationTime><situationRecordObservationTime>2023-08-30T20:30:00.000+02:00</situationRecordObservationTime><situationRecordVersionTime>2023-08-30T19:01:02.794+02:00</situationRecordVersionTime><situationRecordFirstSupplierVersionTime>2023-08-30T19:00:58.903+02:00</situationRecordFirstSupplierVersionTime><probabilityOfOccurrence>riskOf</probabilityOfOccurrence><source><sourceIdentification>Direction interdépartementale des routes/DIR Centre-Est</sourceIdentification><reliable>false</reliable></source><validity><validityStatus>suspended</validityStatus><validityTimeSpecification><overallStartTime>2023-08-30T20:30:00.000+02:00</overallStartTime><overallEndTime>2023-08-31T05:30:00.000+02:00</overallEndTime></validityTimeSpecification></validity><impact><numberOfLanesRestricted>1</numberOfLanesRestricted><originalNumberOfLanes>3</originalNumberOfLanes></impact><generalPublicComment><comment><values><value lang="fr">DIR Centre-Est</value></values></comment><commentType>locationDescriptor</commentType></generalPublicComment><generalPublicComment><comment><values><value lang="fr">La mesure est obligatoire</value></values></comment><commentType>description</commentType></generalPublicComment><groupOfLocations xsi:type="Linear"><supplementaryPositionalDescription><affectedCarriagewayAndLanes><carriageway>mainCarriageway</carriageway><lane>lane3</lane></affectedCarriagewayAndLanes></supplementaryPositionalDescription><tpegLinearLocation><tpegDirection>southBound</tpegDirection><tpegLinearLocationType>segment</tpegLinearLocationType><to xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.15886</latitude><longitude>5.7030587</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Grenoble</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">RN87</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></to><from xsi:type="TpegNonJunctionPoint"><pointCoordinates><latitude>45.15083</latitude><longitude>5.726971</longitude></pointCoordinates><name><descriptor><values><value lang="fr">Échirolles</value></values></descriptor><tpegOtherPointDescriptorType>townName</tpegOtherPointDescriptorType></name><name><descriptor><values><value lang="fr">RN87</value></values></descriptor><tpegOtherPointDescriptorType>linkName</tpegOtherPointDescriptorType></name></from></tpegLinearLocation></groupOfLocations><situationRecordExtension><situationRecordExtendedApproved><safetyRelatedMessage>false</safetyRelatedMessage></situationRecordExtendedApproved></situationRecordExtension><complianceOption>mandatory</complianceOption><roadOrCarriagewayOrLaneManagementType>laneClosures</roadOrCarriagewayOrLaneManagementType></situationRecord></situation></payloadPublication></d2LogicalModel></soap:Body></soap:Envelope>